{
    "class": {
      "name": "Монах",
      "description": "Монахи — мастера боевых искусств, дисциплины и внутренней энергии. Они используют свою ци, чтобы наносить удары, избегать урона и совершать невероятные подвиги ловкости и скорости.",
      "hit_dice": "1d8",
      "primary_ability": ["dexterity", "wisdom"],
      "saving_throws": ["strength", "dexterity"],
      "skills": ["Акробатика", "Атлетика", "Проницательность", "История", "Скрытность", "Религия"],
      "features_by_level": {
        "1": [
          {
            "name": "Боевое искусство",
            "description": "Вы можете использовать Ловкость вместо Силы для атак без оружия. Ваш урон увеличивается с уровнем монаха."
          },
          {
            "name": "Защита без доспехов",
            "description": "Вы получаете бонус к КД, равный вашему модификатору Мудрости, если не носите доспехов."
          }
        ],
        "2": [
          {
            "name": "Ци",
            "description": "Вы получаете очки ци, которые можно использовать для выполнения особых техник, таких как Удар ладони или Ступень ветра."
          },
          {
            "name": "Шаг ветра",
            "description": "Вы можете потратить 1 очко ци, чтобы совершить рывок или отступить как бонусное действие."
          }
        ],
        "3": [
          {
            "name": "Путь монаха",
            "description": "Вы выбираете путь, определяющий вашу философию и стиль боя, например, Путь Тени или Путь Открытой Руки."
          },
          {
            "name": "Техники ци",
            "description": "Вы получаете доступ к особым техникам, таким как Обезоруживающий удар или Парирование."
          }
        ],
        "5": [
          {
            "name": "Экстра атака",
            "description": "Вы можете атаковать дважды вместо одного раза, используя действие 'Атака'."
          },
          {
            "name": "Замедляющий удар",
            "description": "Вы можете использовать ци, чтобы снизить скорость цели и лишить её реакции до конца её следующего хода."
          }
        ],
        "7": [
          {
            "name": "Эвазивный шаг",
            "description": "Вы получаете возможность уклоняться от атак, полностью избегая урона при успешном спасброске Ловкости."
          }
        ],
        "10": [
          {
            "name": "Чистота тела",
            "description": "Ваш организм становится невосприимчивым к болезням и ядам."
          }
        ]
      },
      "subclasses": [
        {
          "name": "Путь Тени",
          "features_by_level": {
            "3": [
              {
                "name": "Тень и скрытность",
                "description": "Вы можете использовать ци, чтобы становиться невидимым в тенях или совершать внезапные нападения."
              }
            ],
            "6": [
              {
                "name": "Прыжок в тень",
                "description": "Вы можете мгновенно телепортироваться из одной тени в другую в пределах 60 футов."
              }
            ]
          }
        },
        {
          "name": "Путь Открытой Руки",
          "features_by_level": {
            "3": [
              {
                "name": "Техника открытой руки",
                "description": "Вы можете использовать ци, чтобы сбивать врагов с ног, отталкивать их или лишать реакции."
              }
            ],
            "6": [
              {
                "name": "Укреплённая стойка",
                "description": "Вы получаете временные хиты после успешной атаки."
              }
            ]
          }
        },
        {
          "name": "Путь Четырёх Стихий",
          "features_by_level": {
            "3": [
              {
                "name": "Повелитель стихий",
                "description": "Вы можете использовать ци, чтобы управлять силами природы, такими как огонь, вода, воздух и земля."
              }
            ],
            "6": [
              {
                "name": "Стихийная атака",
                "description": "Вы можете нанести дополнительный урон, используя энергию выбранного вами элемента."
              }
            ]
          }
        }
      ],
      "spells": []
    }
  }
  