{
    "class": {
      "name": "Варвар",
      "description": "Варвары — дикие воины, которые черпают силу из своей ярости. Их свирепость и сила позволяют им выдерживать невероятные удары и наносить сокрушительные атаки.",
      "hit_dice": "1d12",
      "primary_ability": ["strength", "constitution"],
      "saving_throws": ["strength", "constitution"],
      "skills": ["Атлетика", "Внимание", "Запугивание", "Природа", "Выживание", "Проницательность"],
      "features_by_level": {
        "1": [
          {
            "name": "Ярость",
            "description": "Вы можете впасть в ярость как бонусное действие. Пока вы в ярости, вы получаете бонус к урону от силы, сопротивление к дробящему, колющему и рубящему урону, и преимущества на проверки и спасброски силы."
          },
          {
            "name": "Неистовство",
            "description": "Вы можете совершить дополнительную атаку при использовании действия 'Атака' во время ярости."
          }
        ],
        "2": [
          {
            "name": "Чувство опасности",
            "description": "Вы получаете преимущество на спасброски Ловкости против эффектов, которые вы видите, например, ловушек и заклинаний."
          }
        ],
        "3": [
          {
            "name": "Путь ярости",
            "description": "Вы выбираете архетип варвара: Путь берсерка или Путь тотема, получая связанные с ним способности."
          }
        ],
        "5": [
          {
            "name": "Дополнительная атака",
            "description": "Вы можете атаковать дважды вместо одного раза, совершая действие 'Атака' в свой ход."
          }
        ],
        "7": [
          {
            "name": "Инстинктивные действия",
            "description": "Вы можете уклоняться от эффектов, которые требуют спасбросок Ловкости, даже если не можете видеть источник угрозы."
          }
        ],
        "10": [
          {
            "name": "Дух стойкости",
            "description": "Вы восстанавливаете больше хитов во время отдыха и становитесь более устойчивым к истощению."
          }
        ]
      },
      "subclasses": [
        {
          "name": "Путь берсерка",
          "features_by_level": {
            "3": [
              {
                "name": "Безумие",
                "description": "Во время ярости вы можете совершить дополнительную атаку как бонусное действие, но после ярости получаете уровень истощения."
              }
            ],
            "6": [
              {
                "name": "Устрашающий крик",
                "description": "Вы можете использовать действие, чтобы испугать врагов в радиусе 30 футов."
              }
            ]
          }
        },
        {
          "name": "Путь тотема",
          "features_by_level": {
            "3": [
              {
                "name": "Дух животного",
                "description": "Вы выбираете дух животного — медведя, волка или орла, получая связанные с ним способности."
              }
            ],
            "6": [
              {
                "name": "Аспект тотема",
                "description": "Вы усиливаете способность, связанную с вашим выбранным тотемом."
              }
            ]
          }
        }
      ],
      "spells": []
    }
  }
  