{
    "class": {
      "name": "Плут",
      "description": "Плуты — мастера скрытности, хитрости и манипуляций. Они искусно используют свои навыки для кражи, взлома, маскировки, а также для ведения дипломатии и шантажа.",
      "hit_dice": "1d8",
      "primary_ability": ["dexterity", "intelligence"],
      "saving_throws": ["dexterity", "intelligence"],
      "skills": ["Акробатика", "Запугивание", "Проницательность", "Анализ", "Скрытность", "Лжесвидетельство", "Похищение"],
      "features_by_level": {
        "1": [
          {
            "name": "Скрытность",
            "description": "Вы можете скрываться в любой ситуации, получая преимущество на проверки Скрытности."
          },
          {
            "name": "Ловкость рук",
            "description": "Вы можете выполнять действия, требующие ловкости (например, карманничество), с бонусом к проверкам."
          },
          {
            "name": "Навыки плута",
            "description": "Вы выбираете несколько навыков, в которых вы становитесь особенно искусными, таких как Скрытность, Лжесвидетельство, Анализ или другие."
          }
        ],
        "2": [
          {
            "name": "Хитрость",
            "description": "Вы получаете бонусы при введении в заблуждение или манипулировании другими персонажами, как в диалоге, так и через действия."
          }
        ],
        "3": [
          {
            "name": "Архетип плута",
            "description": "Вы выбираете архетип плута, который определяет ваш стиль игры. Например, Разбойник, Шарлатан или Ассассин."
          }
        ],
        "5": [
          {
            "name": "Дополнительная атака",
            "description": "Вы можете атаковать дважды вместо одного, совершая действие 'Атака' в свой ход."
          }
        ],
        "6": [
          {
            "name": "Легендарная манипуляция",
            "description": "Вы получаете дополнительные способы манипулировать ситуацией, включая создание ложных следов, выведение противников на ложный след или создание иллюзий."
          }
        ],
        "9": [
          {
            "name": "Невидимость",
            "description": "Вы можете стать невидимым для врагов на ограниченный период времени, используя свою ловкость и хитрость."
          }
        ]
      },
      "subclasses": [
        {
          "name": "Разбойник",
          "features_by_level": {
            "3": [
              {
                "name": "Скрытая атака",
                "description": "Вы можете наносить дополнительный урон врагу, если он не видит вас или если вы получаете преимущество на атаке."
              }
            ],
            "9": [
              {
                "name": "Коварство",
                "description": "Вы можете повлиять на действия врагов, заставляя их действовать неразумно или опасно для себя."
              }
            ]
          }
        },
        {
          "name": "Ассассин",
          "features_by_level": {
            "3": [
              {
                "name": "Коварная атака",
                "description": "Вы можете нанести смертельный урон врагу, если он не был в состоянии защищаться, например, при атаке с неожиданности."
              }
            ],
            "7": [
              {
                "name": "Тотальный захват",
                "description": "Вы можете использовать ловушки и скрытые механизмы для того, чтобы обездвижить или захватить цель, наносить критический урон при первом столкновении."
              }
            ]
          }
        },
        {
          "name": "Шарлатан",
          "features_by_level": {
            "3": [
              {
                "name": "Обманщик",
                "description": "Вы можете использовать свои манипуляции для получения информации или активных воздействий, таких как воровство, тайные переговоры и запугивание."
              }
            ],
            "6": [
              {
                "name": "Превосходная дипломатия",
                "description": "Вы можете влиять на людей, манипулировать ими и даже завоевывать доверие, получая бонусы к проверкам на Лжесвидетельство или Влияние."
              }
            ]
          }
        }
      ],
      "spells": [
        {
          "name": "Иллюзия",
          "description": "Вы создаёте иллюзорные образы или звуки для того, чтобы дезориентировать противников или скрыться."
        },
        {
          "name": "Затмение",
          "description": "Вы создаёте облако, которое мешает врагам видеть или слышать вас, позволяя сбежать или атаковать с преимуществом."
        }
      ]
    }
  }
  