{
    "class": {
      "name": "Друид",
      "description": "Друиды — хранители природы, обладающие магией, связанной с силами земли и дикой природы. Они могут принимать облики животных и черпать силу из природных циклов.",
      "hit_dice": "1d8",
      "primary_ability": ["wisdom"],
      "saving_throws": ["intelligence", "wisdom"],
      "skills": ["Магия", "Природа", "Медицина", "Проницательность", "Выживание", "Анализ", "История", "Внимание"],
      "features_by_level": {
        "1": [
          {
            "name": "Заклинания друида",
            "description": "Вы получаете доступ к списку заклинаний друида и используете свою Мудрость для их наложения."
          },
          {
            "name": "Ритуальная магия",
            "description": "Вы можете накладывать заклинания друида как ритуалы, если они имеют соответствующую метку."
          }
        ],
        "2": [
          {
            "name": "Превращение в животное",
            "description": "Вы можете использовать действие, чтобы превратиться в зверя, чьи параметры ограничиваются вашим уровнем."
          },
          {
            "name": "Фокусировка друида",
            "description": "Вы можете использовать природные предметы, такие как ветви или листья, как магический фокус для заклинаний."
          }
        ],
        "3": [
          {
            "name": "Круг друида",
            "description": "Вы выбираете один из друидских кругов, таких как Круг Земли или Круг Луны, получая связанные с ним способности."
          }
        ],
        "5": [
          {
            "name": "Дополнительная форма зверя",
            "description": "Вы можете использовать превращение в животное большее количество раз в день."
          }
        ],
        "7": [
          {
            "name": "Природная стойкость",
            "description": "Вы получаете сопротивление урону от магии, связанной с природными элементами (огонь, лед, молния)."
          }
        ],
        "10": [
          {
            "name": "Улучшенная форма зверя",
            "description": "Вы можете превращаться в более мощных зверей и сохранять способности речи и заклинаний в форме зверя."
          }
        ]
      },
      "subclasses": [
        {
          "name": "Круг Земли",
          "features_by_level": {
            "3": [
              {
                "name": "Дух земли",
                "description": "Вы получаете способность восстанавливать хиты во время отдыха и уменьшать урон от природных эффектов."
              }
            ],
            "6": [
              {
                "name": "Укреплённая магия",
                "description": "Ваши заклинания природы игнорируют сопротивление урону у существ."
              }
            ]
          }
        },
        {
          "name": "Круг Луны",
          "features_by_level": {
            "3": [
              {
                "name": "Могучая форма зверя",
                "description": "Вы можете превращаться в более мощных зверей, включая тех, кто летает или плавает."
              }
            ],
            "6": [
              {
                "name": "Звериный дух",
                "description": "Вы получаете временные хиты при превращении в зверя."
              }
            ]
          }
        }
      ],
      "spells": [
        {
          "name": "Шепот леса",
          "description": "Вы можете общаться с растениями и получать от них информацию."
        },
        {
          "name": "Огненный шар",
          "description": "Вы создаёте сферу магического огня, которая наносит урон всем в области."
        },
        {
          "name": "Призыв животных",
          "description": "Вы призываете духов животных, которые сражаются за вас."
        }
      ]
    }
  }
  