{
    "class": {
      "name": "Колдун",
      "description": "Колдуны — это маги, которые получают свою магическую силу через заключение сделок с могущественными существами, такими как демоны, феи или древние сущности. Эти существа дают колдунам необычные силы в обмен на верность или выполнение определённых заданий.",
      "hit_dice": "1d8",
      "primary_ability": ["Харизма"],
      "saving_throws": ["Харизма", "Интеллект"],
      "skills": ["Анализ", "Запугивание", "Проницательность", "История", "Религия", "Лжесвидетельство"],
      "features_by_level": {
        "1": [
          {
            "name": "Колдовская магия",
            "description": "Вы получаете доступ к списку заклинаний колдуна и используете Харизму для их наложения. Вы начинаете с нескольких простых заклинаний и постепенно получаете доступ к более мощным."
          },
          {
            "name": "Источник магии",
            "description": "Ваши магические способности исходят от вашего покровителя или сущности, с которой вы заключили контракт. Это влияет на ваш выбор заклинаний и уникальные способности."
          }
        ],
        "2": [
          {
            "name": "Вдохновение магии",
            "description": "Вы можете восстановить часть своей магической энергии после короткого отдыха. Это даёт вам возможность чаще использовать заклинания."
          }
        ],
        "3": [
          {
            "name": "Покровитель колдуна",
            "description": "Вы выбираете тип сущности или покровителя, от которого получаете свою магию. Это может быть демон, фея, древнее существо или другое могущественное существо."
          }
        ],
        "5": [
          {
            "name": "Дополнительная атака",
            "description": "Вы можете атаковать дважды вместо одного раза, используя действие 'Атака'."
          }
        ],
        "6": [
          {
            "name": "Договор с покровителем",
            "description": "Вы можете использовать силы вашего покровителя для усиления своих способностей, например, чтобы улучшить защиту или атакующие заклинания."
          }
        ],
        "10": [
          {
            "name": "Магическое восстановление",
            "description": "Вы можете восстанавливать часть своих заклинаний после короткого отдыха, что позволяет вам более эффективно использовать магию в бою."
          }
        ]
      },
      "subclasses": [
        {
          "name": "Демон",
          "features_by_level": {
            "3": [
              {
                "name": "Огненная магия",
                "description": "Вы получаете доступ к мощным огненным заклинаниям, которые наносят дополнительный урон."
              }
            ],
            "6": [
              {
                "name": "Астральный отпечаток",
                "description": "Вы можете использовать астральное тело для того, чтобы временно покидать своё физическое тело, уклоняясь от атак или исследуя другие области."
              }
            ]
          }
        },
        {
          "name": "Фея",
          "features_by_level": {
            "3": [
              {
                "name": "Иллюзии",
                "description": "Вы получаете способности создавать мощные иллюзии, чтобы сбивать с толку врагов или обманывать их восприятие."
              }
            ],
            "6": [
              {
                "name": "Фея-покровительница",
                "description": "Вы можете использовать силу своего покровителя, чтобы лечить союзников или улучшать их защиту."
              }
            ]
          }
        },
        {
          "name": "Древнее существо",
          "features_by_level": {
            "3": [
              {
                "name": "Магия древности",
                "description": "Вы получаете доступ к магии, связанной с древними знаниями и сущностями, что даёт вам возможность контролировать стихии и манипулировать временем."
              }
            ],
            "6": [
              {
                "name": "Благословение времени",
                "description": "Вы можете манипулировать временем, ускоряя или замедляя процессы, чтобы помочь себе и своим союзникам."
              }
            ]
          }
        }
      ],
      "spells": [
        {
          "name": "Огненная стрела",
          "description": "Вы вызываете стрелу из огня, которая наносит урон одной цели."
        },
        {
          "name": "Магическое зрение",
          "description": "Вы можете видеть магию вокруг вас и распознавать магические сущности и объекты."
        },
        {
          "name": "Молниеносный удар",
          "description": "Вы создаёте молнию, которая поражает одну цель, нанося значительный урон."
        }
      ]
    }
  }
  