{
    "class": {
      "name": "Паладин",
      "description": "Паладины — воины света, чья сила подпитывается их клятвами служения добру, защите невинных и искоренению зла. Они используют боевые навыки, магию и божественную энергию для выполнения своей миссии.",
      "hit_dice": "1d10",
      "primary_ability": ["strength", "wisdom"],
      "saving_throws": ["wisdom", "charisma"],
      "skills": ["Атлетика", "Проницательность", "Запугивание", "Медицина", "Религия", "Выживание"],
      "features_by_level": {
        "1": [
          {
            "name": "Божественное чувство",
            "description": "Вы можете почувствовать присутствие зла или добра в пределах 60 футов. Использования восстанавливаются после долгого отдыха."
          },
          {
            "name": "Наложение рук",
            "description": "Вы можете исцелять раны, используя пул очков исцеления, равный вашему уровню × 5."
          }
        ],
        "2": [
          {
            "name": "Боевой стиль",
            "description": "Вы выбираете стиль боя: Защита, Дуэлянт, Двуручное оружие или другие, усиливающие ваши боевые способности."
          },
          {
            "name": "Заклинания паладина",
            "description": "Вы получаете доступ к заклинаниям паладина и используете Харизму для их наложения."
          }
        ],
        "3": [
          {
            "name": "Клятва паладина",
            "description": "Вы выбираете клятву, которая определяет ваши идеалы и способности. Примеры включают Клятву Преданности, Клятву Мести или Клятву Древних."
          },
          {
            "name": "Божественная кара",
            "description": "Вы можете потратить ячейку заклинания, чтобы нанести дополнительный урон врагу."
          }
        ],
        "5": [
          {
            "name": "Дополнительная атака",
            "description": "Вы можете атаковать дважды вместо одного раза, совершая действие 'Атака' в свой ход."
          }
        ],
        "6": [
          {
            "name": "Аура защиты",
            "description": "Союзники в пределах 10 футов получают бонус к спасброскам, равный вашему модификатору Харизмы."
          }
        ],
        "10": [
          {
            "name": "Аура мужества",
            "description": "Союзники в пределах 10 футов не могут быть испуганы, пока вы сознательны."
          }
        ]
      },
      "subclasses": [
        {
          "name": "Клятва Преданности",
          "features_by_level": {
            "3": [
              {
                "name": "Священное оружие",
                "description": "Вы можете освятить своё оружие, добавляя бонус к броскам атаки, равный вашему модификатору Харизмы."
              }
            ],
            "7": [
              {
                "name": "Аура преданности",
                "description": "Союзники в пределах 10 футов не могут быть очарованы, пока вы сознательны."
              }
            ]
          }
        },
        {
          "name": "Клятва Мести",
          "features_by_level": {
            "3": [
              {
                "name": "Клятвенное преследование",
                "description": "Вы можете использовать бонусное действие, чтобы поклясться уничтожить врага, получая бонусы к атакам против него."
              }
            ],
            "7": [
              {
                "name": "Неумолимый охотник",
                "description": "Вы можете игнорировать сложный ландшафт, преследуя врага, на которого дали клятву."
              }
            ]
          }
        },
        {
          "name": "Клятва Древних",
          "features_by_level": {
            "3": [
              {
                "name": "Природное благословение",
                "description": "Вы можете восстанавливать хиты союзникам, используя энергию природы."
              }
            ],
            "7": [
              {
                "name": "Аура природы",
                "description": "Союзники в пределах 10 футов получают сопротивление урону от магии."
              }
            ]
          }
        }
      ],
      "spells": [
        {
          "name": "Божественная защита",
          "description": "Вы увеличиваете КД союзника на 2 до начала вашего следующего хода."
        },
        {
          "name": "Клятвенный оберег",
          "description": "Вы создаёте магический щит, который поглощает урон от атак врагов."
        },
        {
          "name": "Исцеляющая аура",
          "description": "Союзники в пределах 30 футов восстанавливают хиты в начале их хода."
        }
      ]
    }
  }
  