{
    "class": {
      "name": "Maг",
      "description": "Чародеи — это маги, которые получают свою силу от своего внутреннего источника магии, называемого 'древним наследием'. Это позволяет им творить заклинания, исходя из личных потребностей, а также изменять магию в зависимости от своего наследия и внутренней сущности.",
      "hit_dice": "1d6",
      "primary_ability": ["Харизма"],
      "saving_throws": ["Харизма", "Интеллект"],
      "skills": ["Анализ", "История", "Запугивание", "Проницательность", "Лжесвидетельство", "Религия"],
      "features_by_level": {
        "1": [
          {
            "name": "Чародейская магия",
            "description": "Вы получаете доступ к списку заклинаний чародея и используете Харизму для их наложения."
          },
          {
            "name": "Источник магии",
            "description": "Вы выбираете источник своей магии: например, Древнее наследие или Сила крови, которые дают вам доступ к дополнительным уникальным способностям."
          }
        ],
        "2": [
          {
            "name": "Вдохновение магии",
            "description": "Вы можете восстановить часть магической энергии после короткого отдыха, что позволяет вам чаще использовать заклинания."
          }
        ],
        "3": [
          {
            "name": "Заклинания чародея",
            "description": "Вы учите новые заклинания, которые могут быть изменены с помощью вашей личной магии, получая доступ к более сильным и разнообразным магическим эффектам."
          }
        ],
        "5": [
          {
            "name": "Дополнительная атака",
            "description": "Вы можете атаковать дважды вместо одного раза, используя действие 'Атака'."
          }
        ],
        "6": [
          {
            "name": "Магическое восстановление",
            "description": "Вы можете восстановить часть своих заклинаний после короткого отдыха, что позволяет вам ещё больше использовать свою магию в бою."
          }
        ],
        "10": [
          {
            "name": "Магический контроль",
            "description": "Вы можете изменять свойства своих заклинаний, делая их более мощными или изменяя их эффект, чтобы они подходили под конкретные условия."
          }
        ]
      },
      "subclasses": [
        {
          "name": "Древнее наследие",
          "features_by_level": {
            "3": [
              {
                "name": "Магия предков",
                "description": "Вы можете использовать магические силы, связанные с вашим происхождением, например, силой драконов или других мифических существ."
              }
            ],
            "6": [
              {
                "name": "Сила крови",
                "description": "Вы можете манипулировать своей магической энергией, восстанавливая здоровье или усиливая свои заклинания."
              }
            ]
          }
        },
        {
          "name": "Сила крови",
          "features_by_level": {
            "3": [
              {
                "name": "Темная магия",
                "description": "Вы можете использовать магию, связанную с темными силами, что даёт вам дополнительную силу в обмен на жертвы или внутреннее напряжение."
              }
            ],
            "6": [
              {
                "name": "Поток энергии",
                "description": "Вы можете высвобождать огромную силу магии, что даёт вам возможность использовать свои заклинания с невероятной мощностью."
              }
            ]
          }
        }
      ],
      "spells": [
        {
          "name": "Огненный шар",
          "description": "Вы вызываете мощный огненный шар, который наносит урон всем существам в радиусе его взрыва."
        },
        {
          "name": "Молниеносный удар",
          "description": "Вы вызываете молнию, которая наносит урон одной цели."
        },
        {
          "name": "Телекинез",
          "description": "Вы можете манипулировать объектами на расстоянии, двигая их силой мысли."
        }
      ]
    }
  }
  