{
    "class": {
      "name": "Волшебник",
      "description": "Волшебники — маги, которые достигают своей магической мощи через изучение и понимание магии. Они могут заучивать заклинания из своих томов, создавать новые заклинания и манипулировать магическими силами с помощью своей интеллекта и подготовки.",
      "hit_dice": "1d6",
      "primary_ability": ["Интеллект"],
      "saving_throws": ["Интеллект", "Мудрость"],
      "skills": ["Анализ", "История", "Религия", "Проницательность", "Природа", "Магия"],
      "features_by_level": {
        "1": [
          {
            "name": "Волшебная магия",
            "description": "Вы получаете доступ к списку заклинаний волшебника, и используете Интеллект для их наложения. Вы начинаете с нескольких заклинаний, и можете увеличивать их количество по мере обучения."
          },
          {
            "name": "Изучение магии",
            "description": "Вы можете выбирать заклинания для записи в свой том заклинаний, и заучивать новые заклинания во время долгих отдыха."
          }
        ],
        "2": [
          {
            "name": "Заклинания второго уровня",
            "description": "Вы получаете доступ к заклинаниям второго уровня, что даёт вам возможность использовать более мощные магические эффекты."
          }
        ],
        "3": [
          {
            "name": "Магическая школа",
            "description": "Вы выбираете одну магическую школу (например, Школа разрушений, Школа иллюзий или Школа трансмутации), которая даёт вам уникальные магические способности."
          }
        ],
        "5": [
          {
            "name": "Дополнительная атака",
            "description": "Вы можете атаковать дважды, совершая действие 'Атака', в свой ход."
          }
        ],
        "6": [
          {
            "name": "Магическое восстановление",
            "description": "Вы можете восстанавливать часть своих заклинаний после короткого отдыха, что позволяет вам использовать магию более часто."
          }
        ],
        "10": [
          {
            "name": "Магический контроль",
            "description": "Вы можете манипулировать заклинаниями, создавая новые магические эффекты или улучшая существующие заклинания."
          }
        ]
      },
      "subclasses": [
        {
          "name": "Школа разрушений",
          "features_by_level": {
            "3": [
              {
                "name": "Магия разрушений",
                "description": "Вы получаете доступ к мощным разрушительным заклинаниям, таким как Огненный шар или Молниеносный удар, которые наносят большой урон."
              }
            ],
            "6": [
              {
                "name": "Разрушительная магия",
                "description": "Вы можете усиливать свои заклинания разрушений, увеличивая их урон или их область действия."
              }
            ]
          }
        },
        {
          "name": "Школа иллюзий",
          "features_by_level": {
            "3": [
              {
                "name": "Магия иллюзий",
                "description": "Вы получаете доступ к мощным иллюзорным заклинаниям, которые могут обманывать врагов или скрывать ваше присутствие."
              }
            ],
            "6": [
              {
                "name": "Скрытность",
                "description": "Вы можете использовать свои иллюзии для того, чтобы скрыться от врагов или создать ложные образы, которые будут отвлекать их внимание."
              }
            ]
          }
        },
        {
          "name": "Школа трансмутации",
          "features_by_level": {
            "3": [
              {
                "name": "Магия трансмутации",
                "description": "Вы получаете доступ к магии, которая позволяет изменять свойства материалов, объектов или существ."
              }
            ],
            "6": [
              {
                "name": "Трансмутация",
                "description": "Вы можете улучшать объекты, превращать их в другие материалы или манипулировать их свойствами для создания магических эффектов."
              }
            ]
          }
        }
      ],
      "spells": [
        {
          "name": "Огненная стрела",
          "description": "Вы создаёте стрелу из огня, которая наносит урон одной цели."
        },
        {
          "name": "Молниеносный удар",
          "description": "Вы создаёте молнию, которая поражает одну цель, нанося большой урон."
        },
        {
          "name": "Иллюзия",
          "description": "Вы создаёте иллюзорные образы или звуки для того, чтобы обмануть врагов или скрыться."
        },
        {
          "name": "Перенос",
          "description": "Вы мгновенно перемещаете себя или других существ на расстояние."
        }
      ]
    }
  }
  